/* (unsaved) */
"(unsaved)" = "(저장 안됨)";

/* A newer version (%@) is available. Do you want to download it? in checkForUpdate */
"A newer version (%@) is available. Do you want to download it?" = "새 버전 (%@) 이 있습니다. 다운로드 하시겠습니까?";

/* Advanced preferences toolbar item Label */
"Advanced" = "고급 설정";

/* Advanced Find */
"Advanced Find" = "고급 찾기";

/* The name for the all documents project */
"All documents" = "모든 문서";

/* Appearance preferences toolbar item Label */
"Appearance" = "모양";

/* Ask if you are sure that you want to delete %ld occurrences of %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to delete %ld occurrences of %@?" = "정말 “%2$@” %1$i 개를 지우시겠습니까?";

/* Ask if you are sure that you want to delete the one occurrence of %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to delete the one occurrence of %@?" = "정말 “%@?” 한 개를 지우시겠습니까?";

/* Ask if you are sure that you want to replace %ld occurrences of %@ with %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to replace %ld occurrences of %@ with %@?" = "정말 “%2$@” %1$i 개를 “%3$@”로 바꾸시겠습니까?";

/* Ask if you are sure that you want to replace one occurrence of %@ with %@ in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Are you sure that you want to replace one occurrence of %@ with %@?" = "정말 “%1$@” 한 개를 “%2$@”로 바꾸시겠습니까?";

/* Ask if you are sure you want to download preferences for Fraise from your iDisk and replace your current settings in Download-preferences-from-iDisk sheet */
"Are you sure you want to download preferences for Fraise from your iDisk and replace your current settings?" = "정말 iDisk에 있는 Fraise의 환경 설정 파일을 다운로드하여 현재 설정을 이 파일로 바꾸시겠습니까?";

/* Ask if they are sure they want to install the command-line utility in Install-command-line-utility sheet */
"Are you sure you want to install the command-line utility?" = "정말 명령줄 도구를 설치하시겠습니까?";

/* Ask if you are sure you want to revert this document in Revert-sheet */
"Are you sure you want to revert this document?" = "문서를 다시 불러오시겠습니까?";

/* Ask if you are sure you want to upload your current preferences for Fraise and replace the preference file on your iDisk (if it exists) in Upload-preferences-to-iDisk sheet */
"Are you sure you want to upload your current preferences for Fraise and replace the preference file on your iDisk (if it exists)?" = "정말 Fraise의 현재 환경 설정을 업로드하고, 가능하다면 iDisk에 저장된 Fraise의 환경 설정 파일을 바꾸시겠습니까?";

/* Authenticate */
"Authenticate" = "인증";

/* The name for bytes in the info window */
"bytes" = "바이트";

/* Cancel-button */
"Cancel" = "취소";

/* Name for undo Change Encoding */
"Change Encoding" = "인코딩 바꾸기";

/* Name for undo Change Line Endings */
"Change Line Endings" = "줄 바꿈 형식 바꾸기";

/* Indicate that they should change the preferences to a different encoding or be careful to check the content if you choose to open it in Check-encoding sheet */
"Change the preferences to a different encoding or be careful to check the content if you choose to open it" = "이 문서를 열려면 환경 설정에서 다른 인코딩으로 바꾸거나 내용을 잘 확인하십시오.";

/* Indicate that they should choose something that is not a folder or change the settings in Preferences so that all items in a folder are opened in Open-file-is-a-directory sheet */
"Choose something that is not a folder or change the settings in Preferences so that all items in a folder are opened" = "선택한 항목이 폴더가 아니거나 환경 설정에서 설정을 바꾸어 폴더에 있는 모든 항목이 열렸습니다.";

/* Close */
"Close" = "닫기";

/* Close Split */
"Close Split" = "분할창 닫기";

/* Collection */
"Collection" = "모음";

/* Commands */
"Commands" = "명령어";

/* The word to indicate that the filename is a copy in Save-A-Copy-As save-panel */
"copy" = "복사";

/* Could not find a match for search-string %@ in Advanced Find */
"Could not find a match for search-string %@" = "문자열 “%@” 이(가) 하나도 없습니다.";

/* Indicate that the program could not find the syntax file to match this document in Could-not-find-syntax-file sheet */
"Could not find the syntax file to match this document" = "이 문서에 맞는 구문을 찾아내지 못하였습니다.";

/* Indicate that the program could not overwrite the file %@ because it has been removed in File-has-been-removed sheet */
"Could not overwrite the file %@ because it has been removed" = "파일 “%@” 이 존재하지 않아 덮어쓸 수 없었습니다.";

/* Delete-button */
"Delete" = "삭제";

/* Ask whether they want to ignore the updates the other application has made or reload the document and destroy any changes you have made to this document Document-has-been-updated-alert sheet */
"Do you want to ignore the updates the other application has made or reload the document and destroy any changes you have made to this document?" = "다른 어플리케이션의 변경 사항을 무시할 것인지, 이 편집창에서의 변경 사항을 무시하고 문서를 다시 불러들일 것인지 선택해 주십시오.";

/* Ask whether they want to ignore the updates the other application has made or reload the document Document-has-been-updated-alert sheet */
"Do you want to ignore the updates the other application has made or reload the document?" = "다른 어플리케이션의 변경 사항을 무시할 것인지, 문서를 다시 불러들일 것인지 선택해 주십시오.";

/* Ask if you want to open %@ as a project or as a text file in Ask-if-project-or-file sheet */
"Do you want to open %@ as a project or as a text file" = "“%@” 을(를) 프로젝트로 열 것인지, 텍스트 파일로 열 것인지 선택해 주십시오.";

/* Don't Line Wrap Text */
"Don't Line Wrap Text" = "줄 보호 텍스트 해제";

/* Don't Save-button in Close-sheet */
"Don't Save" = "저장 안함";

/* Download */
"Download" = "다운로드";

/* Encoding, in the status bar */
"Encoding" = "인코딩";

/* Found %ld matches for search-string %@ in Advanced Find */
"Found %ld matches for search-string %@" = "문자열 “%2$@” 을 (를) %1$i 개 찾아냈습니다.";

/* Found one match for search-string %@ in Advanced Find */
"Found one match for search-string %@" = "문자열 “%@” 을(를) 한 개 찾아냈습니다.";

/* Function */
"Function" = "기능";

/* General preferences toolbar item Label */
"General" = "일반";

/* Hide Documents List in View menu */
"Hide Documents List" = "문서 목록 숨기기";

/* Hide Invisible Characters in View-menu */
"Hide Invisible Characters" = "보이지 않는 글자 숨기기";

/* Hide Line Numbers */
"Hide Line Numbers" = "줄 번호 숨기기";

/* Hide Projects toolbar item Label */
"Hide Projects" = "프로젝트 숨기기";

/* Hide Projects Drawer in View menu */
"Hide Projects Drawer" = "프로젝트 모음 숨기기";

/* Hide Status Bar in View-menu */
"Hide Status Bar" = "상태 표시줄 숨기기";

/* Hide Syntax Colours */
"Hide Syntax Colours" = "구문 색깔 숨기기";

/* Hide Tab Bar in View menu */
"Hide Tab Bar" = "탭 바 숨기기";

/* Indicate that if you choose Install fraise will be installed in /usr/bin and its man page in /usr/share/man/man1 and you can use it directly in the Terminal (you may need to authenticate twice with an administrators username and password). Otherwise you can choose to place all the files you need on the desktop and install it manually. in Install-command-line-utility sheet */
"If you choose Install fraise will be installed in /usr/bin and its man page in /usr/share/man/man1 and you can use it directly in the Terminal (you may need to authenticate twice with an administrators username and password). Otherwise you can choose to place all the files you need on the Desktop and install it manually." = "Fraise를 /usr/bin 에, man page 파일을 /usr/share/man/man1 에 설치하여 터미널에서 바로 사용할 수 있습니다. 관리자 계정과 비밀번호를 사용하여 인증하는 과정을 두 번 거치게 됩니다. 또는, 모든 파일을 바탕화면으로 복사한 뒤, 직접 설치할 수도 있습니다.";

/* Indicate that if you want you can try to authenticate with an administrators username and password */
"If you want you can try to authenticate with an administrators username and password" = "관리자 계정과 비밀번호를 사용하여 인증할 수 있습니다.";

/* Ignore-button in Document-has-been-updated-alert sheet */
"Ignore" = "무시";

/* The name for the collection that holds the snippets that are imported from version 1 */
"Imported Snippets" = "불러온 상용구";

/* Info */
"Info" = "정보";

/* Install-button in Install-command-line-utility sheet */
"Install" = "설치";

/* Indicate that it seems as if you do not have permission to open the file %@ in Not-enough-permission-to-open sheet */
"It seems as if you do not have permission to open the file %@" = "파일 “%@” 을(를) 열 권한이 없는 것 같습니다.";

/* Indicate that it seems as if you do not have permission to save the file %@ in Not-enough-permission-in-data-save sheet */
"It seems as if you do not have permission to save the file %@" = "파일 “%@” 을(를) 저장할 권한이 없는 것 같습니다.";

/* Saved, in the status bar */
"Saved" = "저장된 날짜";

/* Length, in the status bar */
"Length" = "길이";

/* Line Wrap Text */
"Line Wrap Text" = "줄 보호 텍스트";

/* Line Wrap / Don't Line Wrap toolbar item Palette Label */
"Line Wrap / Don't Line Wrap" = "줄 보호 설정/해제";

/* Live Find */
"Live Find" = "실시간 검색";

/* New */
"New" = "새 문서";

/* Indicate that no document is selected for the dummy view */
"No document selected" = "선택된 문서 없음";

/* Not applicable in insertAllFunctionsIntoMenu */
"Not applicable" = "사용할 수 없음";

/* OK-button */
"OK" = "확인";

/* The name for the collection that holds the old snippets that are imported from version 1 */
"Old Snippets" = "옛 상용구";

/* Open */
"Open" = "열기";

/* OpenSave preferences toolbar item Label */
"Open & Save" = "열기 및 저장";

/* Please be patient. It could take a while. in preparing to print */
"Please be patient. It could take a while." = "시간이 걸리므로 잠시만 기다려 주십시오.";

/* Indicate that they should please change the preferences if you want any information in the bar in Show-status-bar-action */
"Please change the preferences if you want any information in the bar" = "표시줄에서 정보를 보려면 환경 설정을 변경하십시오.";

/* Indicate that they should please check if you've moved or deleted the original file in Revert-file-doesn't-exist sheet */
"Please check if you've moved or deleted the original file" = "원본 파일이 이동되었거나 삭제되었는지 확인해 주십시오.";

/* Indicate that they should Please check the installation of the application and the preferences in Could-not-find-syntax-file sheet */
"Please check the installation of the application and the preferences" = "이 어플리케이션의 설치 상태와 환경 설정을 확인해 주십시오.";

/* Indicate that they should please check the permissions for the file and the enclosing folder and try again in Unknown-error-when-opening-with-authentication sheet */
"Please check the permissions for the file and the enclosing folder and try again" = "파일이 위치한 폴더의 권한을 확인한 후 다시 시도해 주십시오.";

/* Please consider exporting the snippets first. There is no undo available. when deleting a collection */
"Please consider exporting the snippets first. There is no undo available." = "먼저 상용구 내보내기 기능을 사용해 보시기 바랍니다. 이 작업은 되돌리기를 사용할 수없습니다.";

/* Indicate that they should find it at different location by choosing Open%C in the File menu Open-file-does-not-exist sheet */
"Please find it at a different location by choosing Open%C in the File menu" = "파일 메뉴의 열기...%C 를 선택하여 다른 장소에서 찾아 주십시오.";

/* Indicate that they should try to save in a different location */
"Please save it at a different location" = "다른 장소에 저장하십시오.";

/* Indicate that they should try to save at a different location with Save As%C in File menu in Path-is-a-directory sheet */
"Please save it at a different location with Save As%C in the File menu" = "파일 메뉴의 새 이름으로 저장…%C 을 선택하여 다른 장소에 저장하십시오.";

/* Indicate that you should try a different location with Save As%C in the File menu in Unknown-error-when-saving-with-authentication sheet */
"Please try a different location with Save As%C in the File menu" = "파일 메뉴의 새 이름으로 저장…%C 을 선택하여 다른 장소에 저장해 보십시오.";

/* Indicate that you should try a different location with Save As%C in the File menu or check the permissions of the file and the enclosing folder and try again in Unknown-error-when-saving sheet */
"Please try a different location with Save As%C in the File menu or check the permissions of the file and the enclosing folder and try again" = "파일 메뉴의 새 이름으로 저장…%C 을 선택하여 다른 장소에 저장하시거나, 파일이 위치한 폴더에 대한 권한을 확인한 후 다시 시도해 주십시오.";

/* Indicate that they should try to save in a different location with in Unknown-error-when-data-saving sheet */
"Please try to save in a different location" = "다른 장소에 저장하십시오.";

/* Indicate that they should please use Save As%C in the File menu in File-has-been-removed sheet */
"Please use Save As%C in the File menu" = "파일 메뉴에서 새 이름으로 저장…%C 을 선택하십시오.";

/* Position, in the status bar */
"Position" = "위치";

/* Preferences */
"Preferences" = "환경 설정";

/* Preparing the document for printing in preparing to print */
"Preparing the document for printing" = "문서 인쇄를 준비하고 있습니다.";

/* Press the Escape-button on the keyboard to return from the full screen mode in Show Document In Full Screen */
"Press the Escape-button on the keyboard to return from the full screen mode" = "전체 화면에서 벗어나려면 Esc 키를 누르십시오.";

/* Preview */
"Preview" = "미리보기";

/* Project-button in Ask-if-project-or-file sheet */
"Project" = "프로젝트";

/* Put On Desktop-button in Install-command-line-utility sheet */
"Put On Desktop" = "데스크탑에 두기";

/* Reload-button in Document-has-been-updated-alert sheet */
"Reload" = "새로 고침";

/* Remember that you can always Undo any changes in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Remember that you can always Undo any changes" = "이 기능을 이용하여 변경한 내용은 언제든지 되돌릴 수 있습니다.";

/* Replace-button in ask-if-sure-you-want-to-replace-in-advanced-find-sheet */
"Replace" = "바꾸기";

/* Indicate that we replaced %ld occurrences of %@ with %@ in update-search-textField-after-replace */
"Replaced %ld occurrences of %@ with %@" = "“%2$@” %1$i 개를 “%3$@” 로 바꾸었습니다.";

/* Indicate that we replaced one occurrence of %@ with %@ in update-search-textField-after-replace */
"Replaced one occurrence of %@ with %@" = "“%1$@” 한 개를 “%2$@” 로 바꾸었습니다.";

/* Revert-button in Revert-sheet */
"Revert" = "다시 불러오기";

/* Save */
"Save" = "저장";

/* Selection, in the status bar */
"Selection" = "선택 영역";

/* Show Documents List in View menu */
"Show Documents List" = "문서 목록 보이기";

/* Show Invisible Characters in View-menu */
"Show Invisible Characters" = "보이지 않는 문자 보이기";

/* Show Line Numbers */
"Show Line Numbers" = "줄 번호 보이기";

/* Show Projects toolbar item Label */
"Show Projects" = "프로젝트 보이기";

/* Show Projects Drawer in View menu */
"Show Projects Drawer" = "프로젝트 모음 보이기";

/* Show Status Bar in View-menu */
"Show Status Bar" = "상태 표시줄 보이기";

/* Show Syntax Colours */
"Show Syntax Colours" = "구문 색깔 보이기";

/* Show Tab Bar in View menu */
"Show Tab Bar" = "탭 바 보이기";

/* Show/Hide Line Numbers toolbar item Palette Label */
"Show/Hide Line Numbers" = "줄 번호 보이기/숨기기";

/* Show/Hide Projects toolbar item Palette Label */
"Show/Hide Projects" = "프로젝트 보이기/숨기기";

/* Show/Hide Syntax Colours toolbar item Palette Label */
"Show/Hide Syntax Colours" = "구문 색깔 보이기/숨기기";

/* Snippets */
"Snippets" = "상용구";

/* Split Window */
"Split Window" = "창 분할";

/* Split Window / Close Split toolbar item Palette Label */
"Split Window / Close Split" = "창 나누기/합치기";

/* Syntax, in the status bar */
"Syntax" = "구문";

/* Syntax colours preferences toolbar item Label */
"Syntax Colours" = "구문 색깔";

/* Syntax definitions preferences toolbar item Label */
"Syntax Definitions" = "구문 정의";

/* Indicate that the document %@ has been updated by another application in Document-has-been-updated-alert sheet */
"The document %@ has been updated by another application" = "문서 “%@” 이(가) 다른 어플리케이션에서 수정되었습니다.";

/* Indicate in Close-sheet that the document %@ has not been saved. */
"The document %@ has not been saved" = "The document “%@” 을(를) 저장할 수 없습니다.";

/* Indicate that the document %@ is no longer open in Document-is-no-longer-opened-after-selection-in-advanced-find-sheet */
"The document %@ is no longer open" = "문서 “%@” 을(를) 더이상 열 수 없습니다.";

/* Indicate that the file %@ does not exist Open-file-does-not-exist sheet */
"The file %@ does not exist" = "파일 “%@” 이(가) 존재하지 않습니다.";

/* Indicate that there was a problem opening the document with the encoding %@. And ask if you want to open it anyway? */
"There was a problem opening the document with the encoding %@. Do you want to try to open it anyway?" = "“%@” 인코딩을 사용하여 문서를 여는 데에 문제가 발생하였습니다. 다른 방법으로 열어 보시겠습니까?";

/* Indicate that there was a unknown error when trying to install the command-linbe utility in Unknown-error-when-installing-comman-line-utility sheet */
"There was a unknown error when trying to install the command-line utility" = "명령줄 도구를 설치하는 중에 알 수 없는 오류가 발생하였습니다.";

/* Indicate that there was a unknown error when trying to open the file %@ with authentication in Unknown-error-when-opening-with-authentication sheet */
"There was a unknown error when trying to open the file %@ with authentication" = "파일 “%@” 을(를) 인증 및 여는 중에 오류가 발생하였습니다.";

/* Indicate that there was a unknown error when trying to save the file %@ in Unknown-error-when-saving sheet */
"There was a unknown error when trying to save the file %@" = "파일 “%@” 을(를) 저장하는 중에 알 수 없는 오류가 발생하였습니다.";

/* Indicate that there was a unknown error when trying to save the file %@ with authentication in Unknown-error-when-saving-with-authentication sheet */
"There was a unknown error when trying to save the file %@ with authentication" = "파일 “%@” 을(를) 인증 및 저장하는 중에 알 수 없는 오류가 발생하였습니다.";

/* This message will NOT appear again so try to remember it:-) in Show Document In Full Screen */
"This message will NOT appear again so try to remember it:-)" = "이 메세지는 다시 뜨지 않습니다. ^^;";

/* This will delete all snippets that exists in the collection %@. Are you sure you want to continue? when deleting a collection */
"This will delete all snippets that exists in the collection %@. Are you sure you want to continue?" = "“%@” 모음의 모든 상용구가 지워집니다. 계속하시겠습니까?";

/* Unknown error when running the command in performCommand */
"Unknown error when running the command" = "명령을 실행하는 중에 알 수 없는 오류가 발생하였습니다.";

/* Name for untitled document */
"untitled" = "제목 없음";

/* Untitled project */
"Untitled project" = "제목 없는 프로젝트";

/* Upload-button in Upload-preferences-to-iDisk sheet */
"Upload" = "업로드";

/* Use settings from Preferences in openAction */
"Use settings from Preferences" = "환경설정에 설정된 것을 사용";

/* Indicate that you can not save this file because %@ is now a folder */
"You can not save this file because %@ is now a folder" = "“%@” 이(가) 폴더이므로 저장할 수 없습니다.";

/* Indicate that you cannot open %@ because it is a folder in Open-file-is-a-directory sheet */
"You cannot open %@ because it is a folder" = "“%@” 이(가) 폴더이므로 열 수 없습니다.";

/* Indicate that you cannot revert this document because the file %@ doesn't exist anymore Revert-file-doesn't-exist sheet */
"You cannot revert this document because the file %@ doesn't exist anymore" = "파일 “%@” 이 존재하지 않아 다시 불러올 수 없습니다.";

/* Indicate that they have set the preferences to not show anything in the status bar in Show-status-bar-action */
"You have set the preferences to not show anything in the status bar" = "환경 설정에서 상태 표시줄에 아무것도 뜨지 않게 설정해야 합니다.";

/* Your changes will be lost if you close the document without saving in Close-sheet */
"Your changes will be lost if you close the document without saving." = "문서를 저장하지 않고 닫으면 변경한 내용은 모두 잃어버립니다.";

/* Warn that changes will be lost if you revert in Revert-sheet */
"Your changes will be lost if you revert the document" = "문서를 다시 불러오면 변경한 내용은 모두 잂어버립니다.";

